 <footer>  
        <div class="logo_container1">
            <img src="<?php bloginfo('template_url') ?>/logo.svg">
            <div>
                <h1 class="name">Торговый дом</h1>
                <h1 class="name3">"Меркурий"</h1>
            </div>
        </div>
        <p>
    ООО ”Торговый дом меркурий”<br>
    195027, г. Санкт-Петербург, ул. Магнитогорская д.51, офис 215<br>
    ИНН /78055303700/КПП 780601001<br>
    р/с 40702810728260007466 в ФИЛИАЛ №7806 ВТБ24 (ПАО) <br>
    г. Санкт-Петербург<br>
    к/с 30101810300000000811 БИК 044030811<br>
        </p>
    </footer>
    
<?php wp_footer(); ?>
</body>
</html>
